Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=50_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Ealáhus- ja vuoigatvuohtalávdegoddi
smn: Iäláttâs- já vuoigâdvuođâlävdikodde

source: Ealáhus- ja vuoigatvuohtalávdegoddi Ealáhus- ja vuoigatvuohtalávdegoddi válmmaštallá evttohusaid, álgagiid ja cealkámušaid ja eará bealiváldimiid, mat gusket sámiid ealáhusaid, sámiid ruovttuguovllu birrasa ja sámiid vuoigatvuođaid.
smn: Iäláttâs- já vuoigâdvuođâlävdikodde valmâštâl iävtuttâsâid, alguid já ciälkkámušâid sehe eres peleväldimijd, moh kyeskih sämmilij iäláttâsâid, sämikuávlu pirrâs já sämmilij vuoigâdvuođâid.

source: Lávdegoddi ráhkada jahkásaččat čilgehusa sámedikki čoahkkimii sámiid sierravuoigatvuođaid ollašuvvamis ja sin guoski láhkaásahanfidnuid ovdáneamis.
smn: Lävdikodde ráhtá ihásávt čielgiittâs Sämitige čuákkimân sämmilij sierânâsvuoigâdvuođâi olášuumeest já sii kyeskee lahâasâttâstooimâi ovdánmist.

source: Ealáhus- ja vuoigatvuohtalávdegotti áššiid válmmaštallin ja áššemeannudeaddjin doaibmá Sámedikki láhkačálli.
smn: Iäláttâs- já vuoigâdvuođâlävdikode aašij valmâštellen já oovdânpyehten tuáimá Sämitige lahâčällee.

source: Lávdegoddái gullet jagiin 2012 - 2015 čuovvovaš lahtut ja várrelahtut:
smn: Lävdikoodán kuleh iivijn 2012- 2015 tah jesâneh já värijesâneh:

source: Lahtut:
smn: Jesâneh:

source: Tapiola Nilla, ságajođiheaddji
smn: Tapiola Nilla, sj. Sanila-Aikio Tiina

source: Várrelahtut:
smn: Nikula Kaisu
